tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "gentleman-programming/tap"
tap "openhue/cli"
tap "steipete/tap"
tap "xdevplatform/tap"
tap "yakitrak/yakitrak"
brew "ffmpeg"
brew "node"
brew "gemini-cli"
brew "gh"
brew "go"
brew "himalaya"
brew "mole"
brew "openai-whisper"
brew "pandoc"
brew "poppler"
brew "python@3.12"
brew "tesseract"
brew "tesseract-lang"
brew "tmux"
brew "uv"
brew "yt-dlp"
brew "anomalyco/tap/opencode"
brew "antoniorodr/memo/memo"
brew "gentleman-programming/tap/engram"
brew "openhue/cli/openhue-cli"
brew "steipete/tap/camsnap"
brew "steipete/tap/gifgrep"
brew "steipete/tap/gogcli"
brew "steipete/tap/goplaces"
brew "steipete/tap/imsg"
brew "steipete/tap/ordercli"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "steipete/tap/sag"
brew "steipete/tap/songsee"
brew "steipete/tap/summarize"
brew "steipete/tap/wacli"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "claude"
cask "steipete/tap/codexbar"
cask "docker-desktop"
cask "google-drive"
cask "nordvpn"
cask "notion"
cask "raycast"
cask "rectangle"
cask "slack"
cask "stats"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "xdevplatform/tap/xurl"
vscode "anthropic.claude-code"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "pablodelucca.pixel-agents"
vscode "supabase.vscode-supabase-extension"
uv "kimi-cli"
uv "nano-pdf"
